const testData = {
    foods: ["피자", "햄버거", "스테이크", "파스타", "초밥", "카레", "짜장면", "샐러드"],
    dolls: ["곰 인형", "토끼 인형", "코끼리 인형", "강아지 인형", "고양이 인형", "오리 인형"],
    hobbies: ["등산", "요가", "독서", "피아노 연주", "그림 그리기", "자전거 타기", "수영", "배드민턴"]
};


const category = [
    {
      cate : "정보 기술 (IT) 산업",
      sub : [
        "소프트웨어 엔지니어",
        "웹 개발자",
        "데이터 과학자",
        "네트워크 엔지니어",
        "시스템 관리자",
        "보안 분석가",
        "UX/UI 디자이너",
        "IT 프로젝트 매니저",
        "데이터베이스 관리자",
        "클라우드 아키텍트"
      ]
    },
    {
      cate: "자동차 산업",
      sub: [
        "자동차 엔지니어",
        "자동차 디자이너",
        "자동차 기계공학자",
        "자동차 테스트 드라이버",
        "생산 관리자",
        "자동차 전기 기술자",
        "자동차 세일즈맨",
        "자동차 서비스 기술자",
        "자동차 재고 관리자",
        "자동차 부품 공급망 매니저"
      ]
    },
    {
      cate: "의료 산업",
      sub: [
        "의사",
        "간호사",
        "의료 기술자",
        "의료 연구원",
        "약사",
        "의료 기록 관리자",
        "진단검사 기술자",
        "재활치료사",
        "응급 의료 기술자",
        "건강정보 기술자"
      ]
    },
    {
      cate: "금융 서비스 산업",
      sub: [
        "은행원",
        "투자 은행가",
        "재무 분석가",
        "회계사",
        "보험 판매원",
        "금융 컨설턴트",
        "자산 관리자",
        "리스크 관리자",
        "신용 분석가",
        "주식 거래자"
      ],
    },
    {
      cate: "에너지 산업",
      sub: [
        "전기 기술자",
        "태양광 시스템 설계자",
        "석유 엔지니어",
        "환경 엔지니어",
        "발전소 운영자",
        "에너지 효율 전문가",
        "재생 에너지 컨설턴트",
        "에너지 거래자",
        "에너지 시장 분석가",
        "전력 소비자 보호자"
      ],
    }
  ]

export default { testData, category };

